Repository: JPTR2189/oh-my-grill
Catalog: oh-my-grill/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Add ball
pt_br: Adicionar bola

# Connected: %lld / %lld
source: Connected: %1$lld / %2$lld
pt_br: Conectados: %1$lld / %2$lld

source: Create
pt_br: Criar

source: Enter the game
pt_br: Entrar no jogo

source: Enter the room code to start the game.
pt_br: Insira o código da sala para começar a partida.

source: Fast Cut
pt_br: Corte Rápido

source: Grill the meat
pt_br: Grelhe a carne

source: Join
pt_br: Entrar

source: Keep it up and do it faster and faster.
pt_br: Continue assim e faça isso cada vez mais rápido.

source: Make a cut moviment with your phone
pt_br: Faça o movimento de corte com o seu celular

source: NEW MATCH
pt_br: NOVA PARTIDA

source: our own to start playing!
pt_br: a sua própria para começar a jogar!

# Players: %lld / %lld
source: Players: %1$lld / %2$lld
pt_br: Jogadores: %1$lld / %2$lld

source: ROOM CODE
pt_br: CÓDIGO DA SALA

source: Rotate your phone to cook your meat.
pt_br: Gire o celular para fritar a carne.

source: Round
pt_br: Rodada

source: Round %lld completed
pt_br: Rodada %lld completa

source: Share the room code so your friends can join!
pt_br: Compartilhe o código da sala para que seus amigos possam entrar!

source: Start Game
pt_br: Iniciar jogo

source: START GAME
pt_br: INICIAR JOGO

source: Type your name and enter a existing match/create
pt_br: Digite seu nome e entre em uma partida existente/crie

source: Wait for host define your function
pt_br: Aguarde o host definir sua função.

source: Wait for the host to start the game!
pt_br: Aguarde o host iniciar a partida!
